INSERT INTO fuhsin_erp_demo.complaint_records (doc_id,complaint_number,complaint_type,source_number,production_notice_number,customer_code,customer_name,product_item,product_code,product_name,shipping_factory,complaint_description,responsible_sales,complaint_analysis,created_at,last_modified) VALUES
	 ('3cf71fab9c44316b2c547e2421bc6c9e','CPR-K-Q-24-G-B002','*| ON. 01. 02.製 03. 04 05.內“07.實 08.常 09.合 010.國 @1ll.國','|',NULL,'','名稱','| 鎖 鎖 KR 鎖 BR 鎖 BR 件   電子鎖類別','050-902,',NULL,NULL,'* |才能安裝, 但我們把手制動穴孔位
需要特定角度才能按壓到制動片,。 || 件別 急件(24小時回覆)
打方式才能拆卸. 安裝一組鎖需花       承辦業務 |張涵寢
一小時以上 目前Hampton 出(2家用
78度隱藏式套盤新按鈕式機構為
T/L/B FO/G0/30/50功能 Hampton
8/22即將出貨三張訂單110242056 &
110242057 & 110242105. 請盡速解
決
1. 經確認說明書圖示與實物不符,無法使用說明書方式拆除套盤 2. 內側套盤板尺寸符合圖面
3. 內側套盤兩凸點問距較大超出圖面,但尺寸較大應該是比較鬆,而不會造成不易拆除
RAB  經以上3點確認套盤兩凸點間距較大應該會更容易拆除套盤,如尺寸回歸正常會更不易拆除,
關     故判定尺異常為設計問題,請設計提出改善對策防止再發','|張涵寢',NULL,'2025-11-11 17:16:23','2025-11-11 17:16:23'),
	 ('01021af2bf1ad9c746a879e4e9e79742','CPR~K-Q-24-D-B002','*| 00.規 OLR O2. BRR 03.進 04.驗 OF. IR OF. FRE “08.常熟客 09.合興客 010. 國內容 @11. BHF','|',NULL,'','名稱|',NULL,NULL,NULL,NULL,'# |善, 改善方式為: 彈簧帶動板增加滲峽
3. 配合客戶需求先緊急補零件135套,。 || 件別了普通(7天結案)
和02N ROMINSL Soe ase | RA (| :|
GO5-LOV469XQ-2N 成本NTD31. 82x 13548                     承辦業務 |郭旗旗
G05-L03512 成本NTD1. 44x 135支
4. 經確認, 客戶回覆目前庫存尚有約
462004, 是否由我方提供(不收費) 滲
碳後彈簧帶動板請客戶自行更換為最新
機構, 此議題待討論。請協助確認是否
同意補貨, 補貨數量是否為全數補貨?
(滲碳後彈簧帶動板成本為0. 92682 NT)','|郭旗旗','| 查: 1. 客戶寄回樣品經抽查5組確認按鈕固定軸均有被破壞的痕跡(如下圖),此痕 跡確認並非零件成型不良,而是鎖體操作不良導
致零件受損。 2. 經確認與上鎖扭力有關的尺寸其尺寸均符合圖面 3. 此鎖巔為浴廁鎖,經確認浴廁鎖ANSI測試無上鎖扭力測試 4.
對時有針對此議題開立RD16079進行改善,改善後上鎖扭力可增加但外側 測試致破壞時會導致內側彈簧帶動板機構破壞故不執行(參考
以下Mai1) 5. 經L106308設變RD16079優化變更增加彈簧帶動板滲碳,可改善上倘扭 力大於311 1b-in且不影響內側自動解鎖 6. 經
L109250因RD19017為了改善往復測試帶動軸斷裂議題,將彈簧帶動 板滲碳取消(如下圖)當時RD案測試報告並無確認上鎖扭力數值。
7. 使用鎖骨確認其上鎖扭力測試數據,其上倘扭力可達160 1bf-in以上 8. 實際使用徒手刻意破壞鎖帆,舍體是可被破壞,當鎖體被
破壞後,上鎖 功能就會失效 9. 使用外側把手距離中心3 in位置當作測試基準。,其力量約27. 341bf (12. 4Rgf)內側解鎖(如下圖)
總結: 1. 經確認公司LP 0功能鎖體符合ANSI法規判定無問題,此回異常應該是 客戶安裝完成後在上鎖狀態下強力按壓把手導致鎖
MEI © 2. 經確認LP 0功能在2016年開立RD16079改善依L106308設變改善上鎖扭 力大於311 1b-jin且不影響內側自動解鎖,但
在2020年依L109250設變將 當時L106308設變的彈簧帶動板滲碳取消,而當時並未確認上倘扭力值, 判定應該在此設變後的鎖體上倘
扭力信降至現有品質的162 lb-in~ 180 1b-in。 3, 經將實物提供給業務確認正常鎖體的確是有上鎖功能,但經業務以強力 RETR
的確會將鎖體破壞,且此破壞是永久性破壞,而此議題今年除 了Taymor客訴,內銷也有客訴並開立客訴單號2023040055,故建議請研
發開立評估案改善上鎖扭力值,回復至先前311 1b~in且不影響內側自動 解鎖 4. 修改滲碳內側彈簧帶動板進行上鎖扭力測試測試數
遞如下: 第一組:617 1b~in(鎖門未縮入螺母柱斷裂) 第二組:319 1b~in(鎖問縮入) 第三組:339 1b~in(鎖門縮入)
5. 研發已提出設變單L113143完成零件設變確係後續品質無問題
6. 經與企劃/業務/研發/品保一同討論,決議後續公司產品的浴廁倘機構, 雖然人NSI標準無測試上倘扭力值,但為了確保消費者使用
BOK RRR ak 壞,故公司內部訂定標準無論任何等級均其上鎖扭力值,需達到ANSI (3 標準(225 1bf-in)(RD案由1-6控管,設變案請
研發與品係窗口把關)
此案很明顯是倘體先被客戶破壤才導致永久異常,且公司產品符合ANSI法規,故建議以客服處理','2025-11-11 17:20:58','2025-11-11 17:20:58'),
	 ('14bd619597d15bb67736ac2d2bb66b61','CPR-K-Q-23-G-B002','*| 00.規 OLR O2. BRR 03.進 04.驗 OF. IR OF. FRE “08.常熟客 09.合興客 010. 國內容 @11. BHF','|2023070086',NULL,NULL,NULL,'* | 鎖 LM SH yg 件                電子倘類別',NULL,NULL,NULL,'分析 | Hubspace wifi deadbolt(非指紋鎖)的排線於安裝時被擠壓變形/切斷等問題占退貨比率8. 1%, 目前整理問題點有: 1.線長太長導致安
裝收線易壓折_RD 2. 底板穿線孔位出現毛頭_RD & 供應商(福建) 3. 理線槽太小,未考慮到此產品線寬為6PIN, 持續使用4PIN規格_RD
A 熱縮套管材質易破裂_供應商(興暘) 5. 插槽材質易破裂(退回品8顆占2顆)_供應商(興暘) 以上1.2.3.5皆已有提出改善方案 請設計
一課可參考競爭廠商底板設計優化理線路徑 並請供應商_興暘評估熱縮套材質
Wire cut ai ae a                                           |
© FReIP edge of ix plate notch                   |
|            IP edge of the notch will cause wire damage. =a
ra                                                   ie eee th AS hth fit th =
Hi          IR.                 .
競爭廠商無斷線問題                                      =                                    = =
=    「
iadas                      [a
了         2) a
ELE,
福建供應商回覆
lux97     了
a        aa
:     ae  a |.
® 110.1-0.2eam EFL AT',NULL,'| Hubspace wifi deadbolt(非指紋鎖)的排線於安裝時被擠壓變形/切斷等問題占退貨比率8. 1%, 目前整理問題點有: 1.線長太長導致安
裝收線易壓折_RD 2. 底板穿線孔位出現毛頭_RD & 供應商(福建) 3. 理線槽太小,未考慮到此產品線寬為6PIN, 持續使用4PIN規格_RD
A 熱縮套管材質易破裂_供應商(興暘) 5. 插槽材質易破裂(退回品8顆占2顆)_供應商(興暘) 以上1.2.3.5皆已有提出改善方案 請設計
一課可參考競爭廠商底板設計優化理線路徑 並請供應商_興暘評估熱縮套材質
Wire cut ai ae a                                           |
© FReIP edge of ix plate notch                   |
|            IP edge of the notch will cause wire damage. =a
ra                                                   ie eee th AS hth fit th =
Hi          IR.                 .
競爭廠商無斷線問題                                      =                                    = =
=    「
iadas                      [a
了         2) a
ELE,
福建供應商回覆
lux97     了
a        aa
:     ae  a |.
® 110.1-0.2eam EFL AT','2025-11-11 17:25:43','2025-11-11 17:25:43'),
	 ('3aa5f2a5c87c70c5554437868278b409','CPR-Q-24-L-B-004','*| @0. Ol, 02.製 03. 04. 05.內_ 07.實08.常 09.合 010.國 01l.國','|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'* |「10組金子被擠壓, FRBAALM.
此為械板出貨, 外箱無明顯損傷. || 件別 普通(7天結案)
HARADA | 經由客戶相片看來其原因是內外側套盤未放平,導致使子蓋起來時,無法完全蓋起,使其內
盒變形。
此部分已與產線宣導,包裝時需先確認內外側套盤均放平整後才可將盒子蓋上,如有發現金
子蓋不起來時,切勿硬壓,需先理好鎖體後再封爹。
此訂單是由製鎖四課-L2鎖組生產,故暫判責任單位為L2鎖組,請責任單位分析真因並再發防
止
fs-web/qm/qm/qmWF008_1.aspx?num=2024120106&ccmno=CPR-Q-24-L-B-004&qunum=460608                                                                                                     1/4',NULL,NULL,'2025-11-11 17:25:45','2025-11-11 17:25:45'),
	 ('dc80c9abb375adabb2e4393bffee5ee7',NULL,'* | @0. Ol, O2.@ O38, O4. O5.—m O7. KH O8 F OFF 010.國 01l.國','|',NULL,NULL,NULL,'BKK 鎖 鎖 鎖 鎖 件           EF RR',NULL,NULL,NULL,'* 「好. 請詳附件. 請即刻宣導, 並查
明是否落實KA規範組裝/包裝程序. FR 1急件(24小時回覆)
經前往確認L2鎖組生產時有發現此狀況。當下已與產線包裝人員宣導正確包裝方式,並針對
未出貨鎖體全檢確認,避免異常鎖體流出
故暫判此案責任單位為製鎖四課L2鎖組,請責任單位分析真因防止再發
                   UNIVERSAL       :   F   é     |   of tf,
抱怨內容分林 || | || 4) )
i S =]    "
ar  高   k    Py
|
fs-web/qm/qm/qmWF008_1.aspx?num=2024110100&ccmno=CPR-Q-24-K-B-006&qunum=337753                                                                                       1/4',NULL,NULL,'2025-11-11 17:25:46','2025-11-11 17:25:46'),
	 ('ab5a54cb8e01e03b09e37c8593b05fa1','CPR-Q-24-K-B-002','* | @0. O1. 02.製 03. 04 05.內外 07.實驗 08.常 09.合 010.國 011.國','|',NULL,NULL,NULL,'* | oy TN NR SH gy gy 件              電子鎖類別','設變時,人鎖匙色系編排錯誤,故暫判責任單位為工程課,請工程課分析',NULL,NULL,NULL,NULL,NULL,'2025-11-11 17:25:47','2025-11-11 17:25:47'),
	 ('ce64371db2d36c5aab12200421c228d0',NULL,'*| @0. Ol. 02.製 03. 04. 05.內“07.實“08.常 09.合 010.國 011.國',NULL,NULL,NULL,NULL,'* | 鎖 鎖       鎖 鎖 鎖 件                電子鎖類別','30-D006124BLK)應於8/16出的貨少了120組',NULL,NULL,NULL,NULL,NULL,'2025-11-11 17:25:48','2025-11-11 17:25:48'),
	 ('e793d5ac62820187a79724afb655479d','CPR-Q-24-I-B-0(','*| @0.規 Ol. 02.製程稽 03.進 04.驗 05.內外部“07.實驗室。 08. 常熟客 09.合興客 010. 國內容 011. MH','|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'* 「相同的門鎖版面僅有Defiant包裝有破
損, 且數量很多。其他品牌沒有包裝| 件別|1-急件(24小時回覆)
破損問題。同時也有去看Lowe'' S的店,   系辦業務|
他們的自有品牌包裝也都很堅國。 包             ARG | FAM
裝破損照片存放於M槽:
\\\\192. 168. 1. 112\\fuhsing\\公用資料
3%\\to Angel\\Defiant 新包裝破損
此為新包裝至了店中發現的問題點 包裝破損照片存放於M槽: \\\\192. 168. 1. 112\\fuhsing\\公用資料夾Ato Angel\\Defiant 新包裝破損
請設計二課協助回覆原因與對策。
了 1 oe           :      |   和2上衣  i
co    al      ;    pale Aa oa 河」 Ge 3    i 毗
說二    Se        eFIAN eo 中人   2. (ie. = €
&        e       - i aN    ——_—_ a       ral      交加生 / 看
BENET       a ———        Sf xx <=h    oe       9 國     0 = Mee) Soe
8 世人EE點 Go AW
see)      | ae          ™
aE Ope         a.         7 ne 4 oe        ae
Zz 和 sr       4                            2S  sae  tsa -
|       805 MMT a      Eo   /                \\      5  司      人 oS
透視盒窗台破裂                 PET變形                     地盒前緣破裂
暫定對策 同 2 ‘et 維護日期 || 庫存追查       廠商庫存量         未出貨之成品數量      廠內庫存量     在途量
對|一|一|人              ee)
ale) 由                 es
制
fs-web/qm/qm/qmWF008_1.aspx?num=2024090083&ccmno=CPR-Q-24-I-B-004&qunum=196974                                                                                                   1/3',NULL,NULL,'2025-11-11 17:25:49','2025-11-11 17:25:49'),
	 ('cccdc520626e74f3b623f9133455df93','CPR-Q-24-I-B-003','*| ©0. Ol. 02.製 03. 04 05.內_07實 08.常 OFF 010.國 011.國','|',NULL,NULL,NULL,'| 鎖 鎖 鎖 鎖 HH 鎖 件           電子鎖類別','產品,某一批,其客戶抱怨內',NULL,NULL,'「TVX910QBVCRXG4BJM 042-673
TILOVYA1310-PBRXG1S7BJM51      | 件別|2-普通(7天結案)
客戶近期一直反應福興品質及檢驗 || 承辦業務 AR
水準下降,並開始有些疑慮。且
Copper Creek覺得產線應該要發現
這一點,因為工廠應該要稱每件產
品的重量,以確保所有組件都在箱
內。請查明原因,並預防再發。
查: 1.目前客戶只回饋訊息鎖體內盒裡沒有內側套盤組合,並無相關影片與照片 2. 經確認此','AR','人鎖體為L2鎖組生產 ? 請L2鎖組確認為何漏放內側套盤組合 ,查明 原因並預防再發
weal) 特             庫存追查|| 廠商庫存量| 未出貨之成品數量| 廠內庫存量
id —|x |                      Pl
gyi | eae        ee es
制|一
| |R
式
fs-web/qm/qm/qmWF008_1.aspx?num=2024090081 &ccmno=CPR-Q-24-I-B-003&qunum=196972                                                                                                      1/4','2025-11-11 17:26:51','2025-11-11 17:26:51'),
	 ('02e3e3f3004da08ce36d56ff392fc920','CPR-Q-24-H-B-010','*| ©0. Ol, 02.製 03. 04 05.內外 07.資驗 08.常09.合 O10.M OLD',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'* |「T3X200BXJRR4B39 不附鎖匙組合 訂單項
A: 45 訂單數量: 880組 缺把手內封蓋 | PBI 普通(7天結案)
SP RER:              AMR BE
SPER SMF AHS, 請品保查明
KA, 提出改善對策避免再發.',NULL,'| 業務郵件反饋常熟黃出貨的T鎖不附鎖匙組合的產品,部分找不到把手內封闔 (006-T03603) , 訂單
#115240270 » PO#509298 > th 4 1) 2046-534 > T3X200BXJRR4B39% Pe 4k AS > 77 BIMRHH > TBR
3880 > SPER SA Rie F AH H200pcs ©
fs-web/qm/qm/qmWF008_1.aspx?num=2024080077 &ccmno=CPR-Q-24-H-B-010&qunum=196950                                                                                      1/5','2025-11-11 17:26:52','2025-11-11 17:26:52');
INSERT INTO fuhsin_erp_demo.complaint_records (doc_id,complaint_number,complaint_type,source_number,production_notice_number,customer_code,customer_name,product_item,product_code,product_name,shipping_factory,complaint_description,responsible_sales,complaint_analysis,created_at,last_modified) VALUES
	 ('dd794d56ad56e7584304ce41cbf64082','CPR-K-Q-24-G-B002','*| 00. Ol. 02.製 03. 04 05.內_07實 08.常 OFF 010.國 @11.國','|',NULL,NULL,NULL,'| 鎖 鎖 鎖 鎖 HH 鎖 件           電子鎖類別','050-902,',NULL,NULL,'* |才能安裝. 但我們把手制動穴孔位
需要特定角度才能按壓到制動片。 || 件別 [1急件(24小時回覆)
打方式才能拆卸。 ER ORE        AMR [FR
一小時以上 目前Hampton 出62家用
78度隱藏式套盤新按鈕式機構為
T/L/B F0/G0/30/50功能 Hampton
8/22即將出貨三張訂單110242056 &
110242057 & 110242105. 請盡速解
決
1.經確認說明書圖示與實物不符,無法使用說明書方式拆除套盤 2. 內側套盤板尺寸符合圖面
3. 內側套盤兩凸點間距較大超出圖面,但尺寸較大應該是比較鬆,而不會造成不易拆除',NULL,'經以上3點確認套盤兩凸點間距較大應該會更容易拆除套盤,如尺寸回歸正常會更不易拆除,
故判定尺異常為設計問題,請設計提出改善對策防止再發
WHR 特其 維維護日期 | RAS | 廠商庫存量| 未出貨之成品數量 廠內庫存量| 在途量
對|一|一|人            1
ale] [A            es ee 加
fs-web/qm/qm/qmWF008_1.aspx?num=2024070062&ccmno=CPR-K-Q-24-G-B002&qunum=196849                                                                                              1/4','2025-11-11 17:26:53','2025-11-11 17:26:53'),
	 ('dac1dcb28e6efb9f9e3b1037c22ab115','CPR-K-Q-24-F-BO(','*| 00.規 Ol. O2. Me O38. O4m 05.內外部 “07.實驗室” 08. FRE 09.合興客 010. 國內容 O11. MHS','|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'| Ke
Home Depot LH/TH機構採8型大套 || ff 件別 |普通(7天結案)
盤。8型套盤的邊緣高度比市售常見的   承辦業務|
1、6型套盤選要低。此外我們近年又                  承辦業務 |e
陸續導入套盤不縮包。導致套盤掉落
機率增加。請查明原因並改善。
BANA | 1. 8型套盤板(圖5&6)與套盤(圖7)於極端時位置干涉; 2. 8型套盤凸點尺寸卡合距離設計,較1、4、6、7型設計值小,其拉拔力相對會
較低,以上為產品設計一課。 3. 研磨後套盤角度變異由原先的14. 19 變形至12.14”,已超出圖面最小值13”, 導致後續組裝干涉。為
表面處理課。 4. 沖點形狀(圖4)與圖面(圖3)標示形狀不符合;調閱模具維修紀錄,雖模具皆有依保養基數落實定期保養,且無異常維
修紀錄,但實際至現場取已沖打122萬pcs之模具產出套盤,扣點已變圓滑形,為模具修製課。
mw: fe -
ay                                         eo     me             ~™
(                   4 os                                         =| B詳點(8=4:1) 0
——— 和                                         -                   ®
|
D                                        |3.套盤沖點圖面形狀
網站上異常照睛2
網站上異常照片1
fs-web/qm/qm/qmWF008_1.aspx?num=2024060053&ccmno=CPR-K-Q-24-F-B005&qunum=1 96808                                                                                    1/4','|',NULL,'2025-11-11 17:26:54','2025-11-11 17:26:54'),
	 ('ad18b4f12b7ffe3e18661e9dbfb603f1','CPR-K-Q-24-E-BOO1','* | ON. Ol. 02.製 O38. O4. 05.內07.實“08.常 OFF 010.國 @1l.國',NULL,NULL,NULL,NULL,'| HF 鎖 鎖 鎖 KH 鎖 鎖 件          ETH',NULL,NULL,NULL,'* |其中一箱(24組)未貼ITEM貼紙。 請
我們補寄100張貼紙給他們,以防選 || 件別了普通(7天結案)
經確認包裝標準有要求ITEM貼紙需黏貼於PYC罩(如下圖),故判定此異常責任為製鎖二課T鎖
組,請製鎖二課T鎖組查明原因防止再發。
| : il 3
’ a    ITEM BG SSP VC',NULL,'同     thm Oe BATT)
aly
: ‘
不合格分類* | 口尺寸 口外觀 ORK OBR 口其他
fs-web/qm/qm/qmWF008_1.aspx?num=2024040041 &ccmno=CPR-K-Q-24-E-B001 &qunum=1 96692                                                                                               1/4','2025-11-11 17:26:55','2025-11-11 17:26:55'),
	 ('152ea06e8b5f485bf10de1f29ed9fb68',NULL,'* | 00. 01. 02.製 03. 04 05.內07.實“08.常 OFF 010.國 @1ll.國','|',NULL,NULL,NULL,'「鎖 鎖 鎖 鎖 鎖 鎖 鎖 件                電子鎖類別','TKN-0063F74B270*245*215)貼紙ITEM',NULL,NULL,'* 「箱條碼掃出來是錯誤的, 如附件.
ame',NULL,'| OFF Re Hampton 告知110233177項次3的條碼掃出來是錯的 MBER): 客戶實際採
購為以下紅字品項,但掃出了黑字品項。 一外箱(品號:TKN-0063F74B270*245*215)貼紙ITEM
是E2416-122-6(條碼貼紙60039208240460),但掃描出來的是20082901207553與外箱不符合
一客戶提出由他們重工、福興支付重工成本的要求。 一另外也讓我們提供正確版本的條碼電
子檔讓他們檢視,以確保之後出貨正確。 傘查 1. 品保自行列印出照片的外箱條碼
60039208240460,不論彩色或黑白,條碼機掃描出的Barcode No. 皆為20082901207553, 2.
從照片得知,外箱是經過整修的 3. 經內部確認應是當初有壞掉或是沒有外箱,所以補8pcs外
箱」 然後廣霖「非採排版印刷,而是直接列印出黑白稿的條碼+改數字而已。出貨前又沒刷
barcode 」所致,進料福興後,又沒通知品管做檢驗,可能現場急用,直接拿給現場等。
b> 若確認「客戶並未整修過該品項外箱,則該整修應是廠內執行」的話,則此異常屬廠
內責任,因客戶有緊急需求,故同意由客戶重工該品項8個外箱,重工成本由福興吸收.
責任歸屬目前判定是供應商廣霖,請策略採購課查明原因與再發防止
fs-web/qm/qm/qmWF008_1.aspx?num=2024020012&ccmno=CPR-K-Q-24-B-B005&qunum=165470                                                                                    1/4','2025-11-11 17:26:56','2025-11-11 17:26:56'),
	 ('c10accad4cc9b7cc2c7c74ac51adb1df','CPR-K-Q-23-K-B005','*| ON. Ol. 02.製 03. O4 05.內外 07.實驗 08.常 09.合 010.國 @1l.國','|',NULL,NULL,NULL,'* | 鎖 TN NR SH gy gy 件            電子鎖類別','、',NULL,NULL,'分析 | 單位為物流課物管組,請責任單位調查真因防止再發
 OR+ 口外觀 口規範 口包裝 口其他
wank 際        庫存追查|| 廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
id =| 9 ‘                a) ee
wlE | te ase     ee es
制
策方。 由
式
其| |先針「李|2023/11/30
他| |對32 |文|13:58:20
項次 |B
鎖體
空運
96組
於客
戶 ’
其他
品項/
數量
後續
fs-web/qm/qm/qmWF008_1.aspx?num=2023110128&ccmno=CPR-K-Q-23-K-B005&qunum=28226                                                                                      1/5',NULL,'| 單位為物流課物管組,請責任單位調查真因防止再發
 OR+ 口外觀 口規範 口包裝 口其他
wank 際        庫存追查|| 廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
id =| 9 ‘                a) ee
wlE | te ase     ee es
制
策方。 由
式
其| |先針「李|2023/11/30
他| |對32 |文|13:58:20
項次 |B
鎖體
空運
96組
於客
戶 ’
其他
品項/
數量
後續
fs-web/qm/qm/qmWF008_1.aspx?num=2023110128&ccmno=CPR-K-Q-23-K-B005&qunum=28226                                                                                      1/5','2025-11-11 17:26:58','2025-11-11 17:26:58'),
	 ('451a65f679943bdd171627f50b59d374',NULL,'*| 00.規 01.成 O2. MR 03.進 04.驗 05.內外部 07.實驗室” 08. FRE 09.合興客 010. 國內容 @11. MHF','|',NULL,NULL,NULL,'| oy LO MEN SH 倘 yy                    EF HMI',NULL,NULL,NULL,'分析                                                     -
5                      o Ss
TM viva] 維修 | 維修| 一一一|
[2023m2| 維修「 維修|一]
am [ere] sw [sod cm ||| | im [em | | | eee ——
 a
 Ort 口外觀 口規範 口包裝 口其他
暫定對策 “ie 其他 : 維護日期 |) 庫存追查        廠商庫存量          未出貨之成品數量       廠內庫存量     xe |
一                 人
fs-web/qm/qm/qmWF008_1.aspx?num=2023110124&ccmno=CPR-K-Q-23-K-BO02&qunum=28194                                                                                      1/4','|張涵寧','-
5                      o Ss
TM viva] 維修 | 維修| 一一一|
[2023m2| 維修「 維修|一]
am [ere] sw [sod cm ||| | im [em | | | eee ——
 a
 Ort 口外觀 口規範 口包裝 口其他
暫定對策 “ie 其他 : 維護日期 |) 庫存追查        廠商庫存量          未出貨之成品數量       廠內庫存量     xe |
一                 人
fs-web/qm/qm/qmWF008_1.aspx?num=2023110124&ccmno=CPR-K-Q-23-K-BO02&qunum=28194                                                                                      1/4','2025-11-11 17:26:59','2025-11-11 17:26:59'),
	 ('99b50cc907271518961dbed0e6293850','CPR-K-Q-23-J-B0(','*#| 00.規 Ol. Rk 02.製程稽 03.進 04.驗 05.內外部 OF PRE O8 FMF 09.合興客 010. 國內容 O11. MHF','|',NULL,NULL,NULL,'上 | 鎖 LM NR SH gy 倘 件                      電子鎖類別','錯誤.',NULL,'| 1岡山廠','* |經查錯誤品號貼紙RU0412PBOX對應公
司品號為045-662(CTGX730BXJRP4BGZ),  ee eer
110211714). 與此次發生問題訂單的                 AM RB |RSS
生產日期差距很遠. 請即提供訂單
110231749項次17使用錯誤內盒貼紙原
因並確認改善對策.
錯誤品號貼紙RU0412PBOX對應公司品號THGZ-0G71630P42 , 成品為045-662帳上庫存3,實際無庫存。 正確客戶品號RU0415BOX對應公:
品號THGZ-0661930P42, 成品為045-657帳上庫存11,實際庫存11*#5=55。
庫存與物料不符,客戶端發現3組的品號錯誤2023-8-30出貨. 但此品號最後一次出貨為2021年。請物料供應組協助回覆原因及對策。
a z <a =                     a                     i 點    me) wre me
a EE          [ia                 “i —————————S
|e                    _—— os ee
a  ;  im   :  =r   Sam 一一一   ——      Ain AD 7 har  Sa a Ge ey a || 點點思村點| 村謂革芋
————        = =             SE SEE
一一一一             Kone!    ’
—                          iini_|il                    Gz-0G61930P42正確貼紙
晤           baad                       THGZ-              4
THGZ-0G71630P42錯誤貼紙      客戶貼紙
特
9 | | lap
ale 其 護                       廠商庫存量          未出貨之成品數量       廠內庫存量     BE
3 [Fe mae            op 點還生還還生
制 一
暫定對策||策|方| IR        meee
x                               錯誤品號貼紙RU0412PBOX對應公司品號JHGZ-0G71630P42,成品為045-662帳上庫存3,實際無
¥                                庫存。 正確客戶品號0415BOX對應公司品號THGZ-0G61930P42 > 成品為045-657帳上庫存
整        雅|3023/10/26             11 > 實際庫存11*5=55。
修      at 14:19:03
wears Rm Ee MAR
|生管部 |物流課_ |物料供應組       | toe HE
fs-web/qm/qm/qmWF008_1.aspx?num=2023100114&ccmno=CPR-K-Q-23-J-B004&qunum=28178                                                                                       1/3',NULL,NULL,'2025-11-11 17:28:01','2025-11-11 17:28:01'),
	 ('bacfa404fac5d4f26017815869f46f0e','CPR~K-Q-23-G-B005','* | OO. Ol, 0O2.製 03. O44 0O5.內“0O7實“08.常 09.合 010.國 @1l.國',NULL,NULL,NULL,NULL,'| HF 鎖 鎖 鎖 KH 鎖 鎖 件          電子鎖類別','的外箱來裝箱了。',NULL,NULL,'* |「2424組(101箱); 第50項次, 訂單數量
1800組(75箱), 客戶實收1776組(74 || 件別 了普通(7天結案)',NULL,'| 查 1. 110230874 項次48 收到2424組(多1箱), 項次50收到1776組( 少1箱)。經客人開箱檢查
後, 其中一個印有T3的外箱裝的是TF的品項。出貨數量無誤, 但使用錯誤品號的外箱來裝箱了。
(如附件Mai1) 2. 經確認紙箱印刷明細項次48數量為100箱,項次50數量為75箱與訂單無誤,且
無相關補箱紀錄(如下圖) 3. 經確認產線入庫紀錄,生產時是足箱入庫,無補外箱紀錄(如下圖)
4.PO_NO與C/NO依生產通知單內容印製於外箱 5. 48項與50箱外箱BOM表均為T45-
0245F74B450*350*195-了配僅差異在印刷不同,供應商為廣宁
經以上5點確認,出貨給客人項次48外箱有101個,項次50外箱有有74個,而正常進料紀錄項次48
外箱有100個,項次50外箱有75個,而產線並無缺外箱,再重新補外箱的紀錄,代表廠商在進料
時就將項次50外箱印製成項炊48外箱,並混在項軟50外箱中,導致生產時產線誤用,故暫判責
任為供應商廣霖,請策略採購課提出再發防止對策
此回異常主要責任是廠商問題,但訂單為無機板出貨依WI-K-PM-09 成品出入庫作業指導書中有
要求,除採機板出貨倉管員清點總箱數,其餘需清點PO/ITEN/件數,故請物流課同步提出再發
防止對策
fs-web/qm/qm/qmWF008_1.aspx?num=2023070091 &ccmno=CPR-K-Q-23-G-B005&qunum=27919                                                                                      1/5','2025-11-11 17:28:02','2025-11-11 17:28:02'),
	 ('407f4f9524be53c0a50da15ef80fba30','CPR_K-Q-23-E-B001','#| ON Ol. 02.製 03. O4 05.內外 07.實驗 08.常 09.合 010.國 @1l.國','|','客戶代號/名稱','','名稱','*「鎖 NAMES gg                 ETM',NULL,NULL,'|6-常熟廠','* |2021 3月出貨 目前發現6組不良 3.
115211097 品項025-165             At 普通(7天結案)
出貨 待確認不良品數量               AMER | RH
A.) RI: 店裡新品鋪售,一拆封
尚未安裝使用,鑰是就無法順利轉動。
B. ) 除上述不良,尚有批次C21,
M21(CTR600)及A21(TS600)等都有此狀況
發生,數量尚未明確。
5/10業務寄回异常樣品8組,异常匯總如下: 1. 生產日期2021年1月的3組、2021年3月的4組、
2021年12月的1組。2. 2021年1月83月的7組樣品使用殺匙無法帶動,扣環抑法拆下,確認鎖亮 尺
TA Ete > BK BAR : 2440.05 > KM) : 24.30-24.60; 鎖亮外徑尺 寸標準: D15. 7+0.2,',NULL,'| 實測16. 10~16. 15; 3. 2021年1?月的1組,鎖亮尺寸24. 05上限,(扣未扣到位,負是轉動干涉,
*           將(扣組裝到位後,銅是可正常帶動鎖匙組合,初步判定為組裝或Rekey異常 詳細訊息請參考附件
Mail
Wastes eee |e   庫存筷查|| 廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
對|一    人                  ee
RE     A                  es ee
制
fs-web/qm/qm/qmWF008_1.aspx?num=2023050059&ccmno=CPR-K-Q-23-E-B001 &qunum=27807                                                                                           1/4','2025-11-11 17:28:03','2025-11-11 17:28:03'),
	 ('fdaa4d16bf8c4cbb0472db78802312d0','CPR~K-Q-23-B-B00O1',NULL,'|',NULL,NULL,NULL,NULL,'反',NULL,NULL,'” | 手沒有出花, 請查明原因, 並防止再發.  aa pasar RD
rr |
1, 經確認TCX740BY000BJM鎖體結構,X7色人系其把手為30XK-TOC649 (XKEA) 2. 經與工程課討論現有
30功能X7色系,因把手無鎖匙孔所以把手會採對色人系 組立 3. 此機構從2021/11/16~2022/12/20共出',NULL,'了12筆訂單都是使用對把手, 先前客戶並無反應問題 4. 因鎖體是X7色系但BOM表是使用對色人系把
關         手,故暫判責任單位為產品工 程課,請查明原因,並防止再發。
Sleeae— ae a
sila [RL ee ae
策      員
客戶己確
認, 可以
現有對把
手出貨,
開                廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
暫定對策 | 110230133      meee
learn  * 2023/02/02     ee ee
採手出貨,| (pgl 6:14:17
目前業務
已提出設
變申請,
設變單號
為
LD112004
fs-web/qm/qm/qmWF008_1.aspx?num=2023020013&ccmno=CPR-K-Q-23-B-B001 &qunum=27761                                                                                         1/5','2025-11-11 17:28:04','2025-11-11 17:28:04');
INSERT INTO fuhsin_erp_demo.complaint_records (doc_id,complaint_number,complaint_type,source_number,production_notice_number,customer_code,customer_name,product_item,product_code,product_name,shipping_factory,complaint_description,responsible_sales,complaint_analysis,created_at,last_modified) VALUES
	 ('7e38e6244eaccd6100347790aebe0e1a','CPR-K-Q-23-A-BO06','*| OO. Ol. 02.製 03. O4 O5.m O7.K O8 F 09.合 010.國 @1l.國','|',NULL,NULL,NULL,'* | 鎖 鎖     鎖 鎖 鎖 件          電子鎖類別',NULL,NULL,NULL,NULL,NULL,NULL,'2025-11-11 17:28:05','2025-11-11 17:28:05'),
	 ('d10d55232e81a2f6e2ae7621c2dd2e98','CPR-K-Q-23-A-B004','*| ON. Ol. 02.製 03. O4 05.內外 07.實驗 08.常 09.合 010.國 @1l.國',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'| 1-岡山廠','分析  事? 導致零件漏放。 4. 因L2鎖組在9/19訂單號碼110222584生產045-558與045-559,故請客 戶幫
關           忙抽查確認是否也有同樣問題? 待確認後再決定補償組數 因目前BOM表無建製錯誤,其鎖體是由
L2鎖組生產,故目前暫判責任單位為製造三部製鎖四課,請分析原因防止再發。
wank) |i                庫存追查 || 廠商庫存量| 未出貨之成品數量| 廠內庫存量
Wl 其 :             0
ay fie Ee |維護日其           人
制 |一
策|方| 由
式
其   將 「李 |2023/01/12
他   缺 |文|16:56:47
鎖
門
補
給
fs-web/qm/qm/qmWF008_1.aspx?num=2023010005&ccmno=CPR-K-Q-23-A-B004&qunum=27742                                                                                      1/5',NULL,'事? 導致零件漏放。 4. 因L2鎖組在9/19訂單號碼110222584生產045-558與045-559,故請客 戶幫
關           忙抽查確認是否也有同樣問題? 待確認後再決定補償組數 因目前BOM表無建製錯誤,其鎖體是由
L2鎖組生產,故目前暫判責任單位為製造三部製鎖四課,請分析原因防止再發。
wank) |i                庫存追查 || 廠商庫存量| 未出貨之成品數量| 廠內庫存量
Wl 其 :             0
ay fie Ee |維護日其           人
制 |一
策|方| 由
式
其   將 「李 |2023/01/12
他   缺 |文|16:56:47
鎖
門
補
給
fs-web/qm/qm/qmWF008_1.aspx?num=2023010005&ccmno=CPR-K-Q-23-A-B004&qunum=27742                                                                                      1/5','2025-11-11 17:28:07','2025-11-11 17:28:07'),
	 ('cc813b2017db8e6383cccd57684e88ad',NULL,'* | ON. Ol. 02.製 O38. O4. 05.內07.實“08.常 OFF 010.國 @1l.國',NULL,NULL,NULL,NULL,NULL,'為038-320(TH06619B7-01AFL9S7K206KDWHV51)',NULL,NULL,'* |「項皆出貨864組, 各拆驗一箱. 發現外
aR, Hk, 掉漆。 如附件照 || 件別 了普通(7天結案)
查: 1. 異常鎖體品號為038-320(TH06619B7-01AFL9S7K206KDWHV51) 038-332(TH03605B7-
01AFL9S7K206KDWHV51) 此鎖體是在T鎖組組裝 2. 經實際領取透視盒使用外箱應擦,透視盒表面
HEA BR oF) 9. 依目前公司標準判定是符合運輸測試(請參考附件Mai1)
4. 目前請文發課長協助備鎖體進行相關測試,待測試後將其結果再提供。 詢問客訴問題如客
戶無法接受公司標準的判定,需再加強其保護,可針 對以下2點做修改: a.表面從水性精油
改為耐麻精油 b‧外箱從打釘修改為黏膠 但此2 項修改均會增加成本 (實際增加費用需再進行
估價)
使用外箱磨擦200次       : |          (4 說各 點
刻意施加力道磨擦表面磨損嚴重
fs-web/qm/qm/qmWF008_1.aspx?num=2022100062&ccmno=CPR-K-Q-22-J-B006&qunum=27680                                                                                                  1/5',NULL,NULL,'2025-11-11 17:28:08','2025-11-11 17:28:08'),
	 ('0400c7682bf46613f41a8baf072e23ab','CPR-K-Q-22-J-B004',NULL,'|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'* 「有油脂/水珠. 檢驗了24組 (共6箱),
發現24組鎖體皆衣油/油脂膏, 3 組 | ff 件別 了普通(7天結案)
西。 客訴照片如附檔, 請查明原因         承辦業務 | FR
此異常現象判定是在包裝時套盤油汙未擦拭乾淨,而鎖體包裝時有異物混入PVC罩內,請製鎖四
特
el) lap
aE eR ea a
制
策   員
中             廠商庫存量| 未出貨之成品數量| 廠敗庫存量| 在途量|
WRHR ae       meee
線加           |
其| 「陝檢|才|2022/10/19
他| 險。廊|15:35:23
降低|傑|
異物
混入
權貴單位
製造三部 |製鎖四課 Lemme | foe | |施文饋 |
fs-web/qm/qm/qmWF008_1.aspx?num=2022100059&ccmno=CPR-K-Q-22-J-B004&qunum=27678                                                                                                  1/5','| FR',NULL,'2025-11-11 17:28:09','2025-11-11 17:28:09'),
	 ('1ac4c027ace47cf541e00b4c2c65188b','CPR-K-Q-22-H-B005','# | CO. Ol, 02.製 03. 04 05.內07.實“08.常 09.合 010.國 @ll.國','|',NULL,NULL,NULL,'「鎖 鎖 鎖 鎖 鎖 鎖 鎖 件            電子鎖類別','客戶要求',NULL,NULL,NULL,'紙與內容物不符的狀況。',NULL,'2025-11-11 17:28:10','2025-11-11 17:28:10'),
	 ('e49d4da7e3c2c32b47058611e98e36a1','CPR-K-Q-22-G-B005','* | 00. 01. O2.@ 03. 04 05.內外 O7. FM 08.常 09.合 010.國 @11.國','|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'*    貼紙照片如附件
供機板貼紙照片如附件      ay Dabs CTR
WB HSABEHRA CRASH
此為常熟廠客訴,已將相關訊息轉由常熟廠處理。',NULL,'fs-web/qm/qm/qmWF008_1.aspx?num=2022070043&ccmno=CPR-K-Q-22-G-B005&qunum=27620                                                                                      1/4','2025-11-11 17:29:12','2025-11-11 17:29:12'),
	 ('657fcfd721bfc8b6b2aae67b51612cf7','CPR-K-Q-22-G-BO01','* | ON. Ol. 02.製 O38. O4. 05.內07.實“08.常 OFF 010.國 @1l.國',NULL,NULL,NULL,NULL,'| HF 鎖 鎖 鎖 KH 鎖 鎖 件          電子鎖類別','|',NULL,NULL,'分析
     = \\*  i    |  :
不合格分類* | 口尺寸 口外觀 口規範 口包裝 口其他
fs-web/qm/qm/qmWF008_1.aspx?num=2022070038&ccmno=CPR-K-Q-22-G-B001 &qunum=27598                                                                                      1/7',NULL,'= \\*  i    |  :
不合格分類* | 口尺寸 口外觀 口規範 口包裝 口其他
fs-web/qm/qm/qmWF008_1.aspx?num=2022070038&ccmno=CPR-K-Q-22-G-B001 &qunum=27598                                                                                      1/7','2025-11-11 17:29:13','2025-11-11 17:29:13'),
	 ('31d782b8e38debc3e7b4b42469bdd9d2','CPR~K-Q-22-E-B0','*| 00.規 Ol. O2. MBH 03.進 04.驗 OF. MoS O7. PRE O8§ FRE 09.合興客 010. 國內容 @11. MHF','|',NULL,NULL,NULL,'* | KH BH         鎖 鎖 鎖 件                                   電子鎖類別',NULL,NULL,'| 1-同山廠','分析| 1. 客訴的訂單為CFS(散裝)出貨,貨運收貨與客戶收到貨時,並無與貨運公司反應破損問題,待客戶拆開收縮膜後,才發現紙箱已有色
形。交易條件為:FOB依交易條件為上船後運送後風險為買方,以目前散貨處理模式每一關收貨者發現異常,一定會反應並要求切結,
目前船務並無收到此反應與切結,可見因素可能在併櫃後運送或客戶端搬運途中之損毀綜合上述分析建議如上述以客服提供PVC罩處到
BARA: 2. 外箱包材為5層瓦楞紙,近期並無設變。 9. 詢問貨運無法得知損壞棧板上層堆放哪些貨物。故無法直接推斷與不滿棧#
品項有關。 4.如上述,建議針對破損機板進行調整,雖棧板排箱方式於標準內(前後左右各不得超過5cm),但照片顯示為底層角落損
壤嚴重,預估可調整外箱尺寸430*390*190變更為390*215*365與機板排列方式圖二改為圖三,再請業務與客戶端確認可行性,若可行
請提出設變。
 in|     é      ai        現況排列圖示 :                           FRAGT
a          :    Ce >
a4                                   |  和  Aa Scr
-    NZ   Sa
圖一客戶端底部角落損壞                   Ss                    J
是       7                   QRS     圖三改善後械板排列方式,貨物不超過樓
>    ae          板
人
1
fs-web/qm/qm/qmWF008_1.aspx?num=2022050031 &ccmno=CPR-K-Q-22-E-B002&qunum=27540                                                                                      1/3','|W','| 1. 客訴的訂單為CFS(散裝)出貨,貨運收貨與客戶收到貨時,並無與貨運公司反應破損問題,待客戶拆開收縮膜後,才發現紙箱已有色
形。交易條件為:FOB依交易條件為上船後運送後風險為買方,以目前散貨處理模式每一關收貨者發現異常,一定會反應並要求切結,
目前船務並無收到此反應與切結,可見因素可能在併櫃後運送或客戶端搬運途中之損毀綜合上述分析建議如上述以客服提供PVC罩處到
BARA: 2. 外箱包材為5層瓦楞紙,近期並無設變。 9. 詢問貨運無法得知損壞棧板上層堆放哪些貨物。故無法直接推斷與不滿棧#
品項有關。 4.如上述,建議針對破損機板進行調整,雖棧板排箱方式於標準內(前後左右各不得超過5cm),但照片顯示為底層角落損
壤嚴重,預估可調整外箱尺寸430*390*190變更為390*215*365與機板排列方式圖二改為圖三,再請業務與客戶端確認可行性,若可行
請提出設變。
 in|     é      ai        現況排列圖示 :                           FRAGT
a          :    Ce >
a4                                   |  和  Aa Scr
-    NZ   Sa
圖一客戶端底部角落損壞                   Ss                    J
是       7                   QRS     圖三改善後械板排列方式,貨物不超過樓
>    ae          板
人
1
fs-web/qm/qm/qmWF008_1.aspx?num=2022050031 &ccmno=CPR-K-Q-22-E-B002&qunum=27540                                                                                      1/3','2025-11-11 17:29:14','2025-11-11 17:29:14'),
	 ('b83d1340bc32d9d67a18ce508341def8','CPR-K-Q-22-C-B003',NULL,'|',NULL,NULL,NULL,'| HH KH 鎖 鎖 HK 件                 電子鎖類別',NULL,NULL,NULL,'分析| @Copper Creek (JM規範)客戶反應63 T 鎖X9表面產品有兩個問題: Ql. 木螺絲404-T06594,
安裝時螺絲頭會斷裂。安裝在MDF(中密度纖維板)上仍會有斷裂狀況。 Q2.X9色人系外側套盤組
合,螺絲與螺母柱鎖附不易。
@H 1. 40%-T06594木螺絲 1-1. 福興圖面未要求硬度及扭力 1-2. 取福興庫存及客戶寄回木螺
絲(外徑與牙距皆符合圖面)進行測試 一使用電動起子15 inm-1bf(實木鎖座無預挖孔)進行木
螺絲鎖附,測試結果「404一T06594(鍍黑鋅)一斷裂機率100%」「402-T06594(鍍鎳)一斷裂機
2.X9產品說明: 2-1. 會同品保、業務、研發至現場實際組裝,發現 X9外側套盤組合螺母柱
與組合螺絲鎖附,用手族螺絲或螺絲起子,都需用花費一點力氣才能鎖附。 2-2.「X9外側套
盤組合」是先縮包再噴漆且螺母柱未避塗,故噴塗X9時會噴塗到螺母柱內螺牙內,導致不易
@ézRb > 1. 40%-T06594 木螺絲(無論表面處理)皆因強度不足(未訂定螺絲強度相關標準)導
致木螺絲在鎖附過程中發生頭部斷裂,此異常判定責任單位為產品研發部產品設計一課。 2.
「X9外側套盤組合」因螺母柱未避塗而噴塗到螺母柱內螺牙,導致鎖附不易(手無法旋入螺絲
到底,須持螺絲起子旋入螺絲到底),因供應商為彰盛,故此異常請責任單位採購部策略採購
課協助回覆8D。
fs-web/qm/qm/qmWF008_1.aspx?num=2022030020&ccmno=CPR-K-Q-22-C-B003&qunum=27514                                                                                      1/3',NULL,'| @Copper Creek (JM規範)客戶反應63 T 鎖X9表面產品有兩個問題: Ql. 木螺絲404-T06594,
安裝時螺絲頭會斷裂。安裝在MDF(中密度纖維板)上仍會有斷裂狀況。 Q2.X9色人系外側套盤組
合,螺絲與螺母柱鎖附不易。
@H 1. 40%-T06594木螺絲 1-1. 福興圖面未要求硬度及扭力 1-2. 取福興庫存及客戶寄回木螺
絲(外徑與牙距皆符合圖面)進行測試 一使用電動起子15 inm-1bf(實木鎖座無預挖孔)進行木
螺絲鎖附,測試結果「404一T06594(鍍黑鋅)一斷裂機率100%」「402-T06594(鍍鎳)一斷裂機
2.X9產品說明: 2-1. 會同品保、業務、研發至現場實際組裝,發現 X9外側套盤組合螺母柱
與組合螺絲鎖附,用手族螺絲或螺絲起子,都需用花費一點力氣才能鎖附。 2-2.「X9外側套
盤組合」是先縮包再噴漆且螺母柱未避塗,故噴塗X9時會噴塗到螺母柱內螺牙內,導致不易
@ézRb > 1. 40%-T06594 木螺絲(無論表面處理)皆因強度不足(未訂定螺絲強度相關標準)導
致木螺絲在鎖附過程中發生頭部斷裂,此異常判定責任單位為產品研發部產品設計一課。 2.
「X9外側套盤組合」因螺母柱未避塗而噴塗到螺母柱內螺牙,導致鎖附不易(手無法旋入螺絲
到底,須持螺絲起子旋入螺絲到底),因供應商為彰盛,故此異常請責任單位採購部策略採購
課協助回覆8D。
fs-web/qm/qm/qmWF008_1.aspx?num=2022030020&ccmno=CPR-K-Q-22-C-B003&qunum=27514                                                                                      1/3','2025-11-11 17:29:15','2025-11-11 17:29:15'),
	 ('67e80f0841ff40fb0893f3607a7cfc94','CPR~-K-Q-21-L-B008','*| OO, Ol, 02.製03. 04 05.內外 07.實驗 08.常“09.合 O10.M @1l. 國','|',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'* 「無法開鎖 客戶懷疑(扣厚度異常,導致鎖
是無法正常開鎖,影響鎖匙組合正常功能 2. || 件別 1急件(24小時回覆)
固定鋅合金鎖表時,鋅合金鎖表破裂。             AIR Bf Bo
2021/12/3收到客戶退回,成品3組,人鎖匙小
組合5PCS。
從不良品確認推測可能存在的异常狀況有兩個,一是鎖是組合受外力破壞E型扣環變形,再加上鎖亮長
度本身偏長兩者异常接合導致元法轉動 ; 二是鎖匙組合組裝成品即無法轉動,與現場了解鎖題組合為自
動組立機台生產,自動組立機台有自動檢測 (鎖匙胚插入狀態鎖匙轉動90度) 裝置如無法轉動可檢測發
現,故排除鎖是組合制程异常,另與鎖亮廠商確認鎖之長度偏長正常調模不可能產生,可能為尺寸改善',NULL,'| 失誤造成,异常可及時發現,初步確認异常數量很少應該為不良品管制不當混入;了解到此單號成品為
20年年初生產恰逢19年農歷年底人員請假及離職相對頻繁,且查閱生產記錄非一次性生產完成,小部分
為隔日生產完成,綜合以上可能原因為成品補料誤使用鎖匙組合不良品且未做成品檢驗造成。
特
ag|*     維
Ae AE
al     員
x                 廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
暫定對策 | | ae         epee
再與客人              a es ee ee
| RAE R001 12/27
他| (RF |佩11.44:51
x;  a"
===)
Katherine
權貴單位*
fs-web/qm/qm/qmWF008_1.aspx?num=2021120087&ccmno=CPR-K-Q-21-L-B008&qunum=27366                                                                                       1/3','2025-11-11 17:29:16','2025-11-11 17:29:16');
INSERT INTO fuhsin_erp_demo.complaint_records (doc_id,complaint_number,complaint_type,source_number,production_notice_number,customer_code,customer_name,product_item,product_code,product_name,shipping_factory,complaint_description,responsible_sales,complaint_analysis,created_at,last_modified) VALUES
	 ('2deeae63bab24c06c82d7c155ec5c7d9','CPR-K-Q-21-K-BO01','* | 00. 01. 02.製 03. 04 05.內07.實“08.常 OFF 010.國 @1ll.國',NULL,NULL,NULL,NULL,'「鎖 鎖 鎖 鎖 鎖 鎖 鎖 件            電子鎖類別','|',NULL,NULL,'* |排號, 應有12組D+12組T使用12組
排號併為一箱), 但客戶開箱後只 || AEB 了普通(7天結案)
RES w bsole, 請詳了檔普| RAR
六項共50箱皆為如此,。 請詳附檔普         AP RA RAF
SARA
查,此110212117訂單5-6項次為(1D+1T),數量共1200PCS,12組/箱。
45規範排號為客戶提供(如附件), 此訂單客戶提供排號組數為72組(第二孔放鋼珠#4)、72組
(第三孔放鋼珠#4),共合計144組不同號碼。
鎖一生產流程為由自動機台生產D鎖鎖匙組合後,移交至手工組立需放入鋼珠的T鎖人鎖匙組
合,移交時為1D+1T/組(裝入PVC袋),一框共120組。 第二孔及第三孔放鋼珠的鎖匙組合會分
別生產並區隔開移送,一框120組-72(排號數)=48,故每框內會有48組號碼重覆,當轉至現場',NULL,'| 包裝時,因為隨機從該框內拿取,故有機率在同箱內造成重覆號碼出現。
綜上,因生產通知單備註欄位第6點-內金需貼KA2連號貼紙(即1組T與1組D為同一組連號貼紙,
每一箱" S" 使用12組連號貼紙),故可得知同箱內12組排號不應有重覆號碼。此案判定責任單
位為製造二部鎖一課鎖是加工組,請協助回覆8D,感謝。
未避免解讀差異,建議生產通知單備註可修正為“同箱不可有重覆排號”。
 口尺寸 Ose 口規範 Cae 口其他
廠商庫存量| 未出貨之成品數量| 廠內庫存量| 在途量
暫定對生               庫倫章| 人 人 人
有
權貴單位* ||部_ Re EE
製造二部 [RR [Roce | 00% | |
fs-web/qm/qm/qmWF008_1.aspx?num=2021110072&ccmno=CPR-K-Q-21-K-B001 &qunum=27086                                                                                       1/4','2025-11-11 17:29:17','2025-11-11 17:29:17');
