INSERT INTO fuhsin_erp_demo.ecn_applications (doc_id,application_number,ecn_date,product_name,product_code,reason,change_items,change_before,change_after,change_item_description,inventory_handling,inventory_product_code,inventory_quantity,inventory_notes,execution_plan,meeting_suggestions,review_notes,review_decision,review_meeting_date,created_at,last_modified) VALUES
	 ('b726ea652266f977557a03eff4d99d63','RD23040','2024-08-14','轉軸內軸簡                           品號 (LOYD13 ; FO2-L05513 ;','(LOYD13','改善 製程變更 設計合理化 尺寸放寬 材質/材規變更|附圖面鑰
規範編號:
RD、R或PD案號:RD23040 、 客訴單號: 其他
MB 毆變前 了英變後一謹明
1. 改善內側按鈕式機構外側上鎖時卡頓品質問題
ROR |鍍五彩鋅      鍍亮儿       2. 相關圖面如附件
3. 庫存品建議整修後使用, 由採購生管負責
數 儲 使用完 z        搭配後餘數 Re
品號 Fe Eg   報警修後續用 報說    tee 其他說明
申請                    ii
單位 |庫存處理      F05-
無庫存     LOY513 ;
有庫存   G05-                             cee
(FAA R)     LOY513 ;          可        整修單位: | 整箱          1. 庫存品建議重新
F05-                     不可       採購生管          整張訂單          電鍍使用2. 整修單
L05513 ,                   8         °       位由採購生管負責
G05-
L05513
ees     適用規範: ALL            不適用規範:
庫存使用完畢 自生產單號 :    自生產日期:    其他: 即日起
oe      _      mae eg. RLS: (年度不利差時需檢附權限主管
產品成本(NTD) |號同現有成本    設變後成本: 簽核文件)
             整修/報廢:          模具/刀具 :          印刷版:             其他 :
設     NTD
REBATE ME EHH)
  聯絡單” 樣品檢查紀錄測試報告
會簽單位部主管:   部主管:       REF: AXE    承辦: 陳吉明
收件日期:2024/8/14          會議日期:2024/8/6
會議建議: 直接設變 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) 不同
AG: Roa                            ERB FRE
#28 Oa:
ae |t   為改善內側按鈕式上倘卡頓問題,變更轉軸內軸和為鍍亮鎳,採線上審查,問接設變(確認品
保僅需送鎖芋1組進行組裝驗證)
Bie E> Hot       專案負責人: WER
wk   同意設變, 不同意設變
3                 中心主管: Hic         REP: ALE
QP-K-RD-02-A04',NULL,NULL,'成本: 簽核文件)','申請                    ii
單位 |庫存處理      F05-
無庫存     LOY513 ;
有庫存   G05-                             cee
(FAA R)     LOY513 ;          可        整修單位: | 整箱          1. 庫存品建議重新
F05-                     不可       採購生管          整張訂單          電鍍使用2. 整修單
L05513 ,                   8         °       位由採購生管負責
G05-
L05513
ees     適用規範: ALL            不適用規範:
庫存使用完畢 自生產單號 :    自生產日期:    其他: 即日起
oe      _      mae eg. RLS: (年度不利差時需檢附權限主管
產品成本(NTD) |號同現有成本    設變後成本: 簽核文件)
             整修/報廢:          模具/刀具 :          印刷版:             其他 :
設     NTD
REBATE ME EHH)
  聯絡單” 樣品檢查紀錄測試報告
會簽單位部主管:   部主管:       REF: AXE    承辦: 陳吉明
收件日期:2024/8/14          會議日期:2024/8/6
會議建議: 直接設變 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) 不同
AG: Roa                            ERB FRE
#28 Oa:
ae |t   為改善內側按鈕式上倘卡頓問題,變更轉軸內軸和為鍍亮鎳,採線上審查,問接設變(確認品
保僅需送鎖芋1組進行組裝驗證)
Bie E> Hot       專案負責人: WER
wk   同意設變, 不同意設變
3                 中心主管: Hic         REP: ALE
QP-K-RD-02-A04',NULL,NULL,NULL,NULL,NULL,'直接設變 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) 不同
AG: Roa                            ERB FRE
#28 Oa:
ae |t   為改善內側按鈕式上倘卡頓問題,變更轉軸內軸和為鍍亮鎳,採線上審查,問接設變(確認品
保僅需送鎖芋1組進行組裝驗證)
Bie E> Hot       專案負責人: WER
wk   同意設變, 不同意設變
3                 中心主管: Hic         REP: ALE
QP-K-RD-02-A04','申請                    ii
單位 |庫存處理      F05-
無庫存     LOY513 ;
有庫存   G05-                             cee
(FAA R)     LOY513 ;          可        整修單位: | 整箱          1. 庫存品建議重新
F05-                     不可       採購生管          整張訂單          電鍍使用2. 整修單
L05513 ,                   8         °       位由採購生管負責
G05-
L05513
ees     適用規範: ALL            不適用規範:
庫存使用完畢 自生產單號 :    自生產日期:    其他: 即日起
oe      _      mae eg. RLS: (年度不利差時需檢附權限主管
產品成本(NTD) |號同現有成本    設變後成本: 簽核文件)
             整修/報廢:          模具/刀具 :          印刷版:             其他 :
設     NTD
REBATE ME EHH)
  聯絡單” 樣品檢查紀錄測試報告
會簽單位部主管:   部主管:       REF: AXE    承辦: 陳吉明
收件日期:2024/8/14          會議日期:2024/8/6
會議建議: 直接設變 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) 不同
AG: Roa                            ERB FRE
#28 Oa:
ae |t   為改善內側按鈕式上倘卡頓問題,變更轉軸內軸和為鍍亮鎳,採線上審查,問接設變(確認品
保僅需送鎖芋1組進行組裝驗證)
Bie E> Hot       專案負責人: WER
wk   同意設變, 不同意設變
3                 中心主管: Hic         REP: ALE
QP-K-RD-02-A04',NULL,NULL,'2025-11-11 17:16:20','2025-11-11 17:16:20'),
	 ('63d649ec07a4c03cd7e560e41bb008dd','BRB','2024-08-06',NULL,'量','改善 ABR 設計合理化 尺寸放寬 材質/材規變更 |S
規範編號:
RD、R或PD案號:R24138 「 客訴單號: 其他
1. 配合Hamoton客戶抱怨, 自動穴位置錯位, 造成
ono uy,        ;     自動穴不易拆卸
R+  |2-20.2 +/-0.2     21.05 +/-0.2      hae
2. 相關圖面如附件
數 lee 使用完 a        搭配後餘數 報廢
品號   量 位 畢   報 整修後疆用  報廢    Lis 其他說明
申請 [庫存處理                          說
單位 FARE                                    1. 沖自動穴孔為後
人                                                                                            加工, 無庫存品問題
有庫存                                                   , 2. 110242056 &
(請填右表) |00*-         可            整箱      110242057
La*ade             不可                   整張訂單       &110242105 &
110242276247 #8 €
使用新品
適用規範: ALL                            不適用規範:
設變執行
庫存使用完畢“自生產單號:    自生產日期 :    其他: 即日起
_       a      ann. )6RAER: SEPALS ERMAREE
產品成本(NTD) | RRA RA     設變後成本: BEST
             整修/報廢:          模具/刀具:          印刷版:             其他:
設    NID
變成本(N D』 ot: ERMRME ERAS)
  聯絡單_樣品檢查紀錄 測試報告
會簽單位部主管:   部主管:       REP: RUE    承辦:陳吉明
收件日期:2024/8/6            會議日期:2024/8/6
會議建議: 直接設變 中間接設變( 沁須送樣單位驗證 ARAM SERRE) 不同
項目: 生技、製三部                ERR FRA
審查意 |說明:
研發 |見       配合客戶反映,僅針對隱藏式套盤1/4/7型修改沖上制動穴孔尺寸,後續再另案評估做通案考量
單位     整合,依公差會議討論及品保判定,採間接,須送零件(00*-L21644XJ)尺寸5PCS、並依修改後
零件尺寸搭配L鎖鎖體1組做組裝功能驗證。
單位主管: pie       專案負責人: ROR
核決   同意設變“不同意設變
                 中心主管: icp         REF: RUE',NULL,NULL,'成本: BEST','申請 [庫存處理                          說
單位 FARE                                    1. 沖自動穴孔為後
人                                                                                            加工, 無庫存品問題
有庫存                                                   , 2. 110242056 &
(請填右表) |00*-         可            整箱      110242057
La*ade             不可                   整張訂單       &110242105 &
110242276247 #8 €
使用新品
適用規範: ALL                            不適用規範:
設變執行
庫存使用完畢“自生產單號:    自生產日期 :    其他: 即日起
_       a      ann. )6RAER: SEPALS ERMAREE
產品成本(NTD) | RRA RA     設變後成本: BEST
             整修/報廢:          模具/刀具:          印刷版:             其他:
設    NID
變成本(N D』 ot: ERMRME ERAS)
  聯絡單_樣品檢查紀錄 測試報告
會簽單位部主管:   部主管:       REP: RUE    承辦:陳吉明
收件日期:2024/8/6            會議日期:2024/8/6
會議建議: 直接設變 中間接設變( 沁須送樣單位驗證 ARAM SERRE) 不同
項目: 生技、製三部                ERR FRA
審查意 |說明:
研發 |見       配合客戶反映,僅針對隱藏式套盤1/4/7型修改沖上制動穴孔尺寸,後續再另案評估做通案考量
單位     整合,依公差會議討論及品保判定,採間接,須送零件(00*-L21644XJ)尺寸5PCS、並依修改後
零件尺寸搭配L鎖鎖體1組做組裝功能驗證。
單位主管: pie       專案負責人: ROR
核決   同意設變“不同意設變
                 中心主管: icp         REF: RUE',NULL,NULL,NULL,NULL,NULL,'直接設變 中間接設變( 沁須送樣單位驗證 ARAM SERRE) 不同
項目: 生技、製三部                ERR FRA','申請 [庫存處理                          說
單位 FARE                                    1. 沖自動穴孔為後
人                                                                                            加工, 無庫存品問題
有庫存                                                   , 2. 110242056 &
(請填右表) |00*-         可            整箱      110242057
La*ade             不可                   整張訂單       &110242105 &
110242276247 #8 €
使用新品
適用規範: ALL                            不適用規範:
設變執行
庫存使用完畢“自生產單號:    自生產日期 :    其他: 即日起
_       a      ann. )6RAER: SEPALS ERMAREE
產品成本(NTD) | RRA RA     設變後成本: BEST
             整修/報廢:          模具/刀具:          印刷版:             其他:
設    NID
變成本(N D』 ot: ERMRME ERAS)
  聯絡單_樣品檢查紀錄 測試報告
會簽單位部主管:   部主管:       REP: RUE    承辦:陳吉明
收件日期:2024/8/6            會議日期:2024/8/6
會議建議: 直接設變 中間接設變( 沁須送樣單位驗證 ARAM SERRE) 不同
項目: 生技、製三部                ERR FRA
審查意 |說明:
研發 |見       配合客戶反映,僅針對隱藏式套盤1/4/7型修改沖上制動穴孔尺寸,後續再另案評估做通案考量
單位     整合,依公差會議討論及品保判定,採間接,須送零件(00*-L21644XJ)尺寸5PCS、並依修改後
零件尺寸搭配L鎖鎖體1組做組裝功能驗證。
單位主管: pie       專案負責人: ROR
核決   同意設變“不同意設變
                 中心主管: icp         REF: RUE',NULL,NULL,'2025-11-11 17:16:21','2025-11-11 17:16:21'),
	 ('febe31b61127f57cda7c6d0ea0956963','FER','2024-08-26','Hebb bb                           品號 |LOY513 ; F02-L05513 ;','|LOY513','改善 製程變更 設計合理化 尺寸放寬 材質/材規變更 PEO
規範編號:
RD、R或PD案號:RD23040 | 客訴單號: 其他
RE MER       |  1. 延續LD113051設變內容配合現有生產品質改變
表面處理 50分鏡 > ease (E> MRRBOO Me
製程   >鋼珠宕讀60分鐘 | |分鐘 > CRE 2. 庫存品可繼續使用完畢
3. 相關設變圖面如附件
數 lee 使用完 a        搭配後餘數 報廢
品號 le |位 gly SCRA GE ORE 其他說明
申請                                   單位
單位                    Fit
庫存處理    F02-
無庫存     LOY513 ;
有庫存   G02-
(請填右表)    LOY513 ;         可                整箱
F02-        不可          整張訂單
L05513 ;
G02-
105513
設變執行     適用規範: ALL             不適用規範 :
又
庫存使用完畢“自生產單號:    自生產日期 :    其他: 即日起
_      _      on   a.   成本差異:(年度不利差時需檢附權限主管
產品成本(NTD)       同現有成本            設變後成本:       簽核文件)
             整修/報廢:          模具/刀具:          印刷版 :             其他:
設    NTD
設變成本(MTD) |其計:(需檢附權限主管徐核文件)
 聯絡單。 樣品檢查紀錄 測試報告
會簽單位部主管 :        部主管:               RES: AVE         承辦: 陳吉明
收件日期:2024/8/26          會議日期:2024/8/28
會議建議: ARAB MERE “須送樣單位驗證 “ 供應商附零件提交保證書) 不同
項目:模具、製三部                ERB FRED
審查意 my:
研發 |見       依LD113051提出R單,配合現有生產修改製程為黑胚->鋼珠震盪60分鐘->電鍍亮鎳,採線上審
單位           查,間接設變(模具須送零件(FO5-LOY513、605-L0OY513)確認外觀各5PCS、製三部須依送樣零
件搭配的鎖骨F0/C0功能各5組進行組裝驗證)
Hie: publ       專案負責人: ROR
sh   同意設變” 不同意設變
                 中心主管: 薛江林         部主管: 吳文發',NULL,NULL,'成本:       簽核文件)','申請                                   單位
單位                    Fit',NULL,NULL,NULL,NULL,NULL,'ARAB MERE “須送樣單位驗證 “ 供應商附零件提交保證書) 不同
項目:模具、製三部                ERB FRED','申請                                   單位
單位                    Fit
庫存處理    F02-
無庫存     LOY513 ;
有庫存   G02-
(請填右表)    LOY513 ;         可                整箱
F02-        不可          整張訂單
L05513 ;
G02-
105513
設變執行     適用規範: ALL             不適用規範 :
又
庫存使用完畢“自生產單號:    自生產日期 :    其他: 即日起
_      _      on   a.   成本差異:(年度不利差時需檢附權限主管
產品成本(NTD)       同現有成本            設變後成本:       簽核文件)
             整修/報廢:          模具/刀具:          印刷版 :             其他:
設    NTD
設變成本(MTD) |其計:(需檢附權限主管徐核文件)
 聯絡單。 樣品檢查紀錄 測試報告
會簽單位部主管 :        部主管:               RES: AVE         承辦: 陳吉明
收件日期:2024/8/26          會議日期:2024/8/28
會議建議: ARAB MERE “須送樣單位驗證 “ 供應商附零件提交保證書) 不同
項目:模具、製三部                ERB FRED
審查意 my:
研發 |見       依LD113051提出R單,配合現有生產修改製程為黑胚->鋼珠震盪60分鐘->電鍍亮鎳,採線上審
單位           查,間接設變(模具須送零件(FO5-LOY513、605-L0OY513)確認外觀各5PCS、製三部須依送樣零
件搭配的鎖骨F0/C0功能各5組進行組裝驗證)
Hie: publ       專案負責人: ROR
sh   同意設變” 不同意設變
                 中心主管: 薛江林         部主管: 吳文發',NULL,NULL,'2025-11-11 17:16:22','2025-11-11 17:16:22'),
	 ('29f383c52a6df13fdccf717b810a8bf5',NULL,'2024-04-08',NULL,NULL,'寬 材質/材規變更“規範編號:                   附圖面1份
RD、R或PD案號: 客訴單號: 其他
因為客訴鎖體上鎖後能從外側把手輕易解鎖,修
製程    NA             增加滲碳處理      改內側彈簧帶動板
KS th FH
庫存處理         數 |儲 使用完 ra        搭配後餘數 報廢
申請                    i             單位
(請填右表))    G05-1-          可                 整箱    工程 |待有滲碳樣品, RB
L01543          不可               整張訂單 課 |碳樣品報廢
設變執生       適用規範: ALL                   不適用規範:
又
庫存使用完畢自生產單號:    自生產日期 :    其他: 即日起
點         ane     ,. RAZR: (年度不利差時需檢附權限主管
產品成本(NTD) | 同現有成本       設變後成本: Bo)
             整修/報廢:          模具/刀具 :          印刷版:             其他:
設     NID
RANT): ERMA EH)
  聯絡單_ 樣品檢查紀錄測試報告
會簽單位部主管:        部主管:               REP: RUE         承辦: ERE
收件日期:2024/4/8            會議日期:2024/4/10
會議建議: ARR MRR ARREARS   供應商附零件提交保證書) 不同
審查意 「項目 :                     ERR FAA
研發 見     說明:
單位         附件測試報告強度測試NG為測試零件最大承受力,故針對內側彈簧帶動板增加滲碳處理,直接
單位主管: pie             專案負責人: RAP
ge | 同意設變。不同意設弦
                 中心主管: Hick         BER: AH
產品工程課/二等 yy.                                            2024/04/02
工程師: FAR   “_                                 14:05:36
a    sg     FRY > 改善LP機構上鎖後從外側鎖解品質議題, 彈簧帶動板增加滲碳後驗
arenas 證可符合03等級上鎖扭力, 增加或本已會業務及權限主管同意, 庫存採幸 0
e  ORG)      廢處理                                            .  .
產品研發部/副經 二:                                            2024/04/02
理: RUE                                        19:56:18
產品工程課/二等
rae RR OT:                                            Zar o4/a
中                                                             人  全',NULL,NULL,'成本: Bo)','單位         附件測試報告強度測試NG為測試零件最大承受力,故針對內側彈簧帶動板增加滲碳處理,直接
單位主管: pie             專案負責人: RAP
ge | 同意設變。不同意設弦
                 中心主管: Hick         BER: AH
產品工程課/二等 yy.                                            2024/04/02
工程師: FAR   “_                                 14:05:36
a    sg     FRY > 改善LP機構上鎖後從外側鎖解品質議題, 彈簧帶動板增加滲碳後驗
arenas 證可符合03等級上鎖扭力, 增加或本已會業務及權限主管同意, 庫存採幸 0
e  ORG)      廢處理                                            .  .
產品研發部/副經 二:                                            2024/04/02
理: RUE                                        19:56:18
產品工程課/二等
rae RR OT:                                            Zar o4/a
中                                                             人  全',NULL,NULL,NULL,NULL,NULL,'ARR MRR ARREARS   供應商附零件提交保證書) 不同','單位         附件測試報告強度測試NG為測試零件最大承受力,故針對內側彈簧帶動板增加滲碳處理,直接
單位主管: pie             專案負責人: RAP
ge | 同意設變。不同意設弦
                 中心主管: Hick         BER: AH
產品工程課/二等 yy.                                            2024/04/02
工程師: FAR   “_                                 14:05:36
a    sg     FRY > 改善LP機構上鎖後從外側鎖解品質議題, 彈簧帶動板增加滲碳後驗
arenas 證可符合03等級上鎖扭力, 增加或本已會業務及權限主管同意, 庫存採幸 0
e  ORG)      廢處理                                            .  .
產品研發部/副經 二:                                            2024/04/02
理: RUE                                        19:56:18
產品工程課/二等
rae RR OT:                                            Zar o4/a
中                                                             人  全',NULL,NULL,'2025-11-11 17:19:57','2025-11-11 17:19:57'),
	 ('fd8deff426946af82c89f7866e68007d',NULL,'2023-03-10','排線, 外側組合                             23% |0B1-GC1335-WG040 .','(詳請參照附件)','寬 材質/材規變更 ABO:                     附圖面3份
RD、R或PD案號: _客訴單號: 其他
0B1-
                    因客戶反應組裝時易壓到排線,故配合客戶回饋
0B1-
GC1335- |0B1-G02356-WG040 0B1-COB356-WG040 配合客戶回饋更改排線品號(詳請參照附件)
WG040
0BI-
GC1335AJ- |0B1-G02356-WG040 0B1-GOB356-WG040 配合客戶回饋更改排線品號(詳請參照附件)
WG040
ee 使用完 a        搭配後餘數報廢
品號    數量       7     整修後續用點     “~ |責任 |其他說明
位 |畢     報            報廢      單位
申請                                 i=
單位                     002356-                 可                            整箱              現有TPD系列使用中
庫存處理               WG040                                不可                                           整張訂單              ~無庫存問題
無庫存      0B1-
有庫存          GC1335- |1976           可                                  整箱                 % 品使用 完畢採 自
(FAG R)    WG040            不可                整張訂單      然切換
新品加N,
0B1-          «             eH      (CPC6*/GPC9*使用新
GC1335AJ-l255                                           品, 庫存待 GNCA*
WG040                     不可                            整張訂單          使用完畢後自然切
換
ae        適用規範: ALL                     不適用規範:
[> @
庫存使用完畢自生產單號:    自生產日期 :    其他:即日起
產品成本(NTD) | RRA RA       設變後成本: BEER! CAMERSRHRRSS
             整修/報廢:          模具/刀具 :          印刷版 :             其他 :
設      NID
設變成本(HID) |共計:(需檢附權限主管簽核文件)
檢附文件        聯絡單」 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:                HEE: RUE         AR: HIS
收件日期:2023/3/10 FAH : 2023/3/10
會議建議: 吳直接設變_ 間接設變( 須送樣單位驗證 、 供應商附零件提交保證書) 不同
gag RB:                     ERB FRE
SS om :
ae 見      因客戶反應組裝時易壓到排線,故修改排線長度原280mn改為240mm排線,改善排線組裝問題。
線上審查,採直接設變。
單位主管:林淑        專案負責人: BOP
ak   同意設變, 不同意設弦
                 中心主管:謝志恒         部主管: 吳文發',NULL,NULL,'成本: BEER! CAMERSRHRRSS','位 |畢     報            報廢      單位
申請                                 i=
單位                     002356-                 可                            整箱              現有TPD系列使用中',NULL,NULL,NULL,NULL,NULL,'吳直接設變_ 間接設變( 須送樣單位驗證 、 供應商附零件提交保證書) 不同
gag RB:                     ERB FRE
SS om :
ae 見      因客戶反應組裝時易壓到排線,故修改排線長度原280mn改為240mm排線,改善排線組裝問題。
線上審查,採直接設變。
單位主管:林淑        專案負責人: BOP
ak   同意設變, 不同意設弦
                 中心主管:謝志恒         部主管: 吳文發','位 |畢     報            報廢      單位
申請                                 i=
單位                     002356-                 可                            整箱              現有TPD系列使用中
庫存處理               WG040                                不可                                           整張訂單              ~無庫存問題
無庫存      0B1-
有庫存          GC1335- |1976           可                                  整箱                 % 品使用 完畢採 自
(FAG R)    WG040            不可                整張訂單      然切換
新品加N,
0B1-          «             eH      (CPC6*/GPC9*使用新
GC1335AJ-l255                                           品, 庫存待 GNCA*
WG040                     不可                            整張訂單          使用完畢後自然切
換
ae        適用規範: ALL                     不適用規範:
[> @
庫存使用完畢自生產單號:    自生產日期 :    其他:即日起
產品成本(NTD) | RRA RA       設變後成本: BEER! CAMERSRHRRSS
             整修/報廢:          模具/刀具 :          印刷版 :             其他 :
設      NID
設變成本(HID) |共計:(需檢附權限主管簽核文件)
檢附文件        聯絡單」 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:                HEE: RUE         AR: HIS
收件日期:2023/3/10 FAH : 2023/3/10
會議建議: 吳直接設變_ 間接設變( 須送樣單位驗證 、 供應商附零件提交保證書) 不同
gag RB:                     ERB FRE
SS om :
ae 見      因客戶反應組裝時易壓到排線,故修改排線長度原280mn改為240mm排線,改善排線組裝問題。
線上審查,採直接設變。
單位主管:林淑        專案負責人: BOP
ak   同意設變, 不同意設弦
                 中心主管:謝志恒         部主管: 吳文發',NULL,NULL,'2025-11-11 17:24:33','2025-11-11 17:24:33'),
	 ('61003b13334fd0e8613b06a46f3a9ccb',NULL,'2024-09-30','|外側基板','區分','RD、R或PD案號: _ 客訴單號: 品 其他:消化漢軍排線庫存|附圖面 份
(熱縮套管)
因應興暘協助消化漢軍小KPD舊熱縮套管排線(線
長200mm)之庫存數量20, 283pcs, 此排線品保之前
已有同意可使用在小KPD機種的外側機板0B1-
(09335-WG040(如附件檢查表), 但因了客訴變更
消化排線     為醋酸布排線(線長230mm), 近期又因MCU停
庫存。” 81-G0F335-MG040N 建立新品號區分 產, BOM已全數整合為品號0B1-COF335-WC040N, 故
請協助將附件小KPD機種另編新的外側基板品號
管控使用漢軍舊線材, 待興暘庫存使用完畢再恢
復使用現有品號0B1-G0F335-WG040N, 附上企劃及
申請                                        業務單位同意E-MAIL。
單位                                 超
庫存處理         數 儲 使用完 接        搭配後餘數 報廢
無庫存      品號     量  位  畢     報  整修後疆用   報廢       if  其他說明
有庫存                         慶
(請填右表) 新品號           可                  整箱 採購
              不可                    整張訂單 |課
設變執行        適用規範:如附件                  不適用規範 :
庫存使用完畢 BAER:    自生產日期 :    其他 :
ae          _     .         on JA eh:     成本差異:(年度不利差時需檢附權限主管
產品成本(NTD) |一同現有成本        設變後成本: 簽核文件)
整修/報廢:          模具/刀具 :          印刷版:             其他 :
設變成本(NTD
設變成本(N )) |共計:(需檢附權限士管徐核文件)
  聯絡踢” 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:               REP:               承辦:張打慈
收件日期:2024/9/30          會議日期:2024/10/2
會議建議: “直接設變“ 間接設變(_須送樣單位驗證 “供應商附零件提交保證書) FA
項目:                                    ERE FRAG
審查意 |說明:
研發 |見      依設變L113055R1提出R單,因應採購反映為消化漢軍(熱縮套)排線之庫存,配合品保確認後同
單位          意可使用在小KPD機種的外側基板0B1-C0F335-WG040,但為避免與(醋酸布)排線無法區分,故
建立新品號0B1-G0F335-1N表示,庫存依各部分回覆切換,採直接
單位主管: Hii             專案負責人: PER
wp «| SRR TASS
:                           中心主管: 薛江林              MEP: ALE
策略採購課/。 市請 :                                                    2024/09/27
課長: RKB TPS                                                    13:22:34',NULL,NULL,'成本: 簽核文件)','有庫存                         慶
(請填右表) 新品號           可                  整箱 採購
              不可                    整張訂單 |課
設變執行        適用規範:如附件                  不適用規範 :
庫存使用完畢 BAER:    自生產日期 :    其他 :
ae          _     .         on JA eh:     成本差異:(年度不利差時需檢附權限主管
產品成本(NTD) |一同現有成本        設變後成本: 簽核文件)
整修/報廢:          模具/刀具 :          印刷版:             其他 :
設變成本(NTD
設變成本(N )) |共計:(需檢附權限士管徐核文件)
  聯絡踢” 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:               REP:               承辦:張打慈
收件日期:2024/9/30          會議日期:2024/10/2
會議建議: “直接設變“ 間接設變(_須送樣單位驗證 “供應商附零件提交保證書) FA
項目:                                    ERE FRAG
審查意 |說明:
研發 |見      依設變L113055R1提出R單,因應採購反映為消化漢軍(熱縮套)排線之庫存,配合品保確認後同
單位          意可使用在小KPD機種的外側基板0B1-C0F335-WG040,但為避免與(醋酸布)排線無法區分,故
建立新品號0B1-G0F335-1N表示,庫存依各部分回覆切換,採直接
單位主管: Hii             專案負責人: PER
wp «| SRR TASS
:                           中心主管: 薛江林              MEP: ALE
策略採購課/。 市請 :                                                    2024/09/27
課長: RKB TPS                                                    13:22:34',NULL,NULL,NULL,NULL,NULL,'“直接設變“ 間接設變(_須送樣單位驗證 “供應商附零件提交保證書) FA
項目:                                    ERE FRAG','有庫存                         慶
(請填右表) 新品號           可                  整箱 採購
              不可                    整張訂單 |課
設變執行        適用規範:如附件                  不適用規範 :
庫存使用完畢 BAER:    自生產日期 :    其他 :
ae          _     .         on JA eh:     成本差異:(年度不利差時需檢附權限主管
產品成本(NTD) |一同現有成本        設變後成本: 簽核文件)
整修/報廢:          模具/刀具 :          印刷版:             其他 :
設變成本(NTD
設變成本(N )) |共計:(需檢附權限士管徐核文件)
  聯絡踢” 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:               REP:               承辦:張打慈
收件日期:2024/9/30          會議日期:2024/10/2
會議建議: “直接設變“ 間接設變(_須送樣單位驗證 “供應商附零件提交保證書) FA
項目:                                    ERE FRAG
審查意 |說明:
研發 |見      依設變L113055R1提出R單,因應採購反映為消化漢軍(熱縮套)排線之庫存,配合品保確認後同
單位          意可使用在小KPD機種的外側基板0B1-C0F335-WG040,但為避免與(醋酸布)排線無法區分,故
建立新品號0B1-G0F335-1N表示,庫存依各部分回覆切換,採直接
單位主管: Hii             專案負責人: PER
wp «| SRR TASS
:                           中心主管: 薛江林              MEP: ALE
策略採購課/。 市請 :                                                    2024/09/27
課長: RKB TPS                                                    13:22:34',NULL,NULL,'2025-11-11 17:24:34','2025-11-11 17:24:34'),
	 ('a28d93bc4030c9affa7ed94e60c1505d',NULL,'2023-11-23','_ |Hubspace wifi deadbolt排線長度調整','量','寬 REHAB RMB:                       附圖面1份
RD、R或PD案號: 客訴單號: 其他
Hubspace
wifi                                                  REP BR, 所有JHtlbspac 產品排線長度露出需
deadbolt  ln   Om 划半   AT". 因此修改wifi deadbolt排線從240mm改為
排線長度     m               mm            270mm
調整
數 ee 使用完  怕             搭配後餘數 報廢
庫存處理       品號     量  位  畢     報  整修後續用   報廢       章全  其他說明
申請|無庫存                            eg
單位| “有庫存      0B1-                                                 現有Hubspace
(FAA R)           COB356—                          可                                               整箱                        fingerprint
WC040             不可                   整張訂單      deadbolt使用, 無
庫存問題
適用規範:22/32/GS/KC           不適用規範:
設變執行
~                     庫存使用完畢 自生產單號:         202 a 日其               其他:
GRAND) |中同現有成本        設變後成本: BREE) CAPASRSRRARSS
             整修/報廢:0        模具/刀具:          印刷版:             其他:
設       NTD
設變成本(N )』 a OCEANA ME EH)
   聯絡單 樣品檢查紀錄測試報告
會簽單位部主管:        部主管:               REF:               承辦: BRR
收件日期 : 2023/11/23 會議日期:2023/11/29
會議建議: “直接設變“ 間接設變(“ 須送樣單位驗證 “供應商附零件提交保證書) FA
SBE 項目:採購                                    SRB FRE
研發 見     說明:
單位                 依客戶要求,排線長度調整;相關包材不需更動,問接(送零件尺寸5PCS)
單位主管: pie              專案負責人: RRP
核決       同意設變“不同意設變
                 中心主管: Bodh         MER: AUB
國外三部一課/二等業務專員: 李珮綺 申請:                       2023/11/20 17:28:04
國外三部一課/課長: 劉德緒       wT:                            2023/11/22 15:47:47
國外業務三部/經理: 陳妮訪       核可:                            2023/11/23 09:27:21
產品工程課/二等副工程師: RRP ORT:                        2023/11/23 15:18:53
|產品工程課/二等副工程師: RRP BT:                        2023/12/01 16:40:29',NULL,NULL,'成本: BREE) CAPASRSRRARSS','申請|無庫存                            eg
單位| “有庫存      0B1-                                                 現有Hubspace
(FAA R)           COB356—                          可                                               整箱                        fingerprint
WC040             不可                   整張訂單      deadbolt使用, 無
庫存問題
適用規範:22/32/GS/KC           不適用規範:
設變執行
~                     庫存使用完畢 自生產單號:         202 a 日其               其他:
GRAND) |中同現有成本        設變後成本: BREE) CAPASRSRRARSS
             整修/報廢:0        模具/刀具:          印刷版:             其他:
設       NTD
設變成本(N )』 a OCEANA ME EH)
   聯絡單 樣品檢查紀錄測試報告
會簽單位部主管:        部主管:               REF:               承辦: BRR
收件日期 : 2023/11/23 會議日期:2023/11/29
會議建議: “直接設變“ 間接設變(“ 須送樣單位驗證 “供應商附零件提交保證書) FA
SBE 項目:採購                                    SRB FRE
研發 見     說明:
單位                 依客戶要求,排線長度調整;相關包材不需更動,問接(送零件尺寸5PCS)
單位主管: pie              專案負責人: RRP
核決       同意設變“不同意設變
                 中心主管: Bodh         MER: AUB
國外三部一課/二等業務專員: 李珮綺 申請:                       2023/11/20 17:28:04
國外三部一課/課長: 劉德緒       wT:                            2023/11/22 15:47:47
國外業務三部/經理: 陳妮訪       核可:                            2023/11/23 09:27:21
產品工程課/二等副工程師: RRP ORT:                        2023/11/23 15:18:53
|產品工程課/二等副工程師: RRP BT:                        2023/12/01 16:40:29',NULL,NULL,NULL,NULL,NULL,'“直接設變“ 間接設變(“ 須送樣單位驗證 “供應商附零件提交保證書) FA
SBE 項目:採購                                    SRB FRE
研發 見     說明:
單位                 依客戶要求,排線長度調整;相關包材不需更動,問接(送零件尺寸5PCS)
單位主管: pie              專案負責人: RRP
核決       同意設變“不同意設變
                 中心主管: Bodh         MER: AUB
國外三部一課/二等業務專員: 李珮綺 申請:                       2023/11/20 17:28:04
國外三部一課/課長: 劉德緒       wT:                            2023/11/22 15:47:47
國外業務三部/經理: 陳妮訪       核可:                            2023/11/23 09:27:21
產品工程課/二等副工程師: RRP ORT:                        2023/11/23 15:18:53
|產品工程課/二等副工程師: RRP BT:                        2023/12/01 16:40:29','申請|無庫存                            eg
單位| “有庫存      0B1-                                                 現有Hubspace
(FAA R)           COB356—                          可                                               整箱                        fingerprint
WC040             不可                   整張訂單      deadbolt使用, 無
庫存問題
適用規範:22/32/GS/KC           不適用規範:
設變執行
~                     庫存使用完畢 自生產單號:         202 a 日其               其他:
GRAND) |中同現有成本        設變後成本: BREE) CAPASRSRRARSS
             整修/報廢:0        模具/刀具:          印刷版:             其他:
設       NTD
設變成本(N )』 a OCEANA ME EH)
   聯絡單 樣品檢查紀錄測試報告
會簽單位部主管:        部主管:               REF:               承辦: BRR
收件日期 : 2023/11/23 會議日期:2023/11/29
會議建議: “直接設變“ 間接設變(“ 須送樣單位驗證 “供應商附零件提交保證書) FA
SBE 項目:採購                                    SRB FRE
研發 見     說明:
單位                 依客戶要求,排線長度調整;相關包材不需更動,問接(送零件尺寸5PCS)
單位主管: pie              專案負責人: RRP
核決       同意設變“不同意設變
                 中心主管: Bodh         MER: AUB
國外三部一課/二等業務專員: 李珮綺 申請:                       2023/11/20 17:28:04
國外三部一課/課長: 劉德緒       wT:                            2023/11/22 15:47:47
國外業務三部/經理: 陳妮訪       核可:                            2023/11/23 09:27:21
產品工程課/二等副工程師: RRP ORT:                        2023/11/23 15:18:53
|產品工程課/二等副工程師: RRP BT:                        2023/12/01 16:40:29',NULL,NULL,'2025-11-11 17:24:35','2025-11-11 17:24:35'),
	 ('6d9be5e45272d95f03119a3d749e8cdd',NULL,'2023-03-31',NULL,'整修後續用','寬 材質/材規變更“規範編號:                        附圖面1份
RD、R或PD案號: _客訴單號: 其他
0B1-                                                       ;
0B1-                                                                   _
數 儲 使用完  z        ge ERR 報廢
品號                       整修後續用    時     BE |其他說明
申請|庫存處理               zee He              報廢       單位
單位  無庫存
有庫存         0B1-                     可                              整箱               舊品使用完畢後採
(RAR)       G04313AU               不可                           整張訂單          自然切換
0B1-                     可                              整箱               舊品使用完畢後採
G04313A                 不可                           整張訂單          自然切換
設變執行      適用規範: ALL                不適用規範:
又
庫存使用完畢” 自生產單號:         自生產日期 :        其他: 即日起
oe         -    .        on    -2.    成本差異: (年度不利差時需檢附權限主管
產品成本(NTD)       同現有成本            設變後成本:       簽核文件)
           整修/報廢:        模具/刀具:29000 “印刷版:           其他:
設       NTD
設變成本(NTD) 共計 :29000(需檢附權限主管簽核文件)
   聯絡單 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:                REF: RUE         承辦: HBS
收件日期:2023/3/31        會議日期:2023/4/12
會議建議: “直接設變“ 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) FA
項目:採購                                   Bue FREER
審查意 說明:
研發 |見      依客戶回饋,Hubspace deadbolt排線較粗,易在壓入理線槽時造成排線被擠壓變形,故 PAL
單位          修改理線槽入口處機構寬度 ; 0B1-G04313A模具與0B1-G04313AU共模,同步變更;報廢責任單
位設計一課,間接(送零件尺寸5PCS)》
單位主管:林淑                專案負責人: RRP
                 中心主管: 謝志恆         BEG: ALE
產品設計一課/二等工程師 :   申請 :                                           2023/03/27
黃福志                                           17:46:16
產品設計一課/副主任工程師。凡本:                                           2023/03/28
: 許俊南                                 13:52:17',NULL,NULL,'成本:       簽核文件)','申請|庫存處理               zee He              報廢       單位
單位  無庫存
有庫存         0B1-                     可                              整箱               舊品使用完畢後採
(RAR)       G04313AU               不可                           整張訂單          自然切換
0B1-                     可                              整箱               舊品使用完畢後採
G04313A                 不可                           整張訂單          自然切換
設變執行      適用規範: ALL                不適用規範:
又
庫存使用完畢” 自生產單號:         自生產日期 :        其他: 即日起
oe         -    .        on    -2.    成本差異: (年度不利差時需檢附權限主管
產品成本(NTD)       同現有成本            設變後成本:       簽核文件)
           整修/報廢:        模具/刀具:29000 “印刷版:           其他:
設       NTD
設變成本(NTD) 共計 :29000(需檢附權限主管簽核文件)
   聯絡單 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:                REF: RUE         承辦: HBS
收件日期:2023/3/31        會議日期:2023/4/12
會議建議: “直接設變“ 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) FA
項目:採購                                   Bue FREER
審查意 說明:
研發 |見      依客戶回饋,Hubspace deadbolt排線較粗,易在壓入理線槽時造成排線被擠壓變形,故 PAL
單位          修改理線槽入口處機構寬度 ; 0B1-G04313A模具與0B1-G04313AU共模,同步變更;報廢責任單
位設計一課,間接(送零件尺寸5PCS)》
單位主管:林淑                專案負責人: RRP
                 中心主管: 謝志恆         BEG: ALE
產品設計一課/二等工程師 :   申請 :                                           2023/03/27
黃福志                                           17:46:16
產品設計一課/副主任工程師。凡本:                                           2023/03/28
: 許俊南                                 13:52:17',NULL,NULL,NULL,NULL,NULL,'“直接設變“ 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) FA
項目:採購                                   Bue FREER','申請|庫存處理               zee He              報廢       單位
單位  無庫存
有庫存         0B1-                     可                              整箱               舊品使用完畢後採
(RAR)       G04313AU               不可                           整張訂單          自然切換
0B1-                     可                              整箱               舊品使用完畢後採
G04313A                 不可                           整張訂單          自然切換
設變執行      適用規範: ALL                不適用規範:
又
庫存使用完畢” 自生產單號:         自生產日期 :        其他: 即日起
oe         -    .        on    -2.    成本差異: (年度不利差時需檢附權限主管
產品成本(NTD)       同現有成本            設變後成本:       簽核文件)
           整修/報廢:        模具/刀具:29000 “印刷版:           其他:
設       NTD
設變成本(NTD) 共計 :29000(需檢附權限主管簽核文件)
   聯絡單 樣品檢查紀錄 測試報告
會簽單位部主管:        部主管:                REF: RUE         承辦: HBS
收件日期:2023/3/31        會議日期:2023/4/12
會議建議: “直接設變“ 間接設變( “須送樣單位驗證 “供應商附零件提交保證書) FA
項目:採購                                   Bue FREER
審查意 說明:
研發 |見      依客戶回饋,Hubspace deadbolt排線較粗,易在壓入理線槽時造成排線被擠壓變形,故 PAL
單位          修改理線槽入口處機構寬度 ; 0B1-G04313A模具與0B1-G04313AU共模,同步變更;報廢責任單
位設計一課,間接(送零件尺寸5PCS)》
單位主管:林淑                專案負責人: RRP
                 中心主管: 謝志恆         BEG: ALE
產品設計一課/二等工程師 :   申請 :                                           2023/03/27
黃福志                                           17:46:16
產品設計一課/副主任工程師。凡本:                                           2023/03/28
: 許俊南                                 13:52:17',NULL,NULL,'2025-11-11 17:24:36','2025-11-11 17:24:36'),
	 ('5514f2c7563e12db757aae7d05504c8f',NULL,'2025-08-01',NULL,'簡碼',NULL,NULL,NULL,NULL,'「非模修問                  ITYL748%、011-
準值,但末列為管 |題,屬調機問題」,因此,請  2024/05/31|2024/03/13 TYL701%)一新增管制 2024/05/31 還中 A10003
制項目. 2.R角中心 |產品研發修改圖面「新增重要                            項目14. 5+0. 8/-0, 測
至管口的高度有標 |R+14.5+0.8/-0, (LD113014-                   定具M20F2123.
記,但為ref,也未 |2024/3/13)
列為管制項目.
吳
NA                  NA                                                    NA                                          文 和09800
發
對了誠此下是全用                                             建議正式圖面的管制                    ,
BACT BARRE                                              項目需評估是否會影                    湯
未管制於檢查紀錄 |研發單位增列管制尺寸。                                鄉功能或品質而須再                          英 (A10126
查檢該尺寸。
fs-web/qm/qm/qmWF008_1.aspx?num=2024020007 &ccmno=CPR-K-Q-24-B-B002&qunum=1 56568                                                                                         2/4',NULL,NULL,NULL,NULL,NULL,NULL,'「非模修問                  ITYL748%、011-
準值,但末列為管 |題,屬調機問題」,因此,請  2024/05/31|2024/03/13 TYL701%)一新增管制 2024/05/31 還中 A10003
制項目. 2.R角中心 |產品研發修改圖面「新增重要                            項目14. 5+0. 8/-0, 測
至管口的高度有標 |R+14.5+0.8/-0, (LD113014-                   定具M20F2123.
記,但為ref,也未 |2024/3/13)
列為管制項目.
吳
NA                  NA                                                    NA                                          文 和09800
發
對了誠此下是全用                                             建議正式圖面的管制                    ,
BACT BARRE                                              項目需評估是否會影                    湯
未管制於檢查紀錄 |研發單位增列管制尺寸。                                鄉功能或品質而須再                          英 (A10126
查檢該尺寸。
fs-web/qm/qm/qmWF008_1.aspx?num=2024020007 &ccmno=CPR-K-Q-24-B-B002&qunum=1 56568                                                                                         2/4',NULL,NULL,'2025-11-11 17:26:57','2025-11-11 17:26:57');
